

"noResults" = "אין תוצאות.";
"latestWithString" = "%@ עדכני";
"seasonAndEpisode" = "ע%1$@:פ%2$@";
"play" = "נגן";
"loginToWithString" = "כניסה אל %@";
"yourFavorites" = "המועדפים שלך";
"wip" = "עבודה בתהליך";
"WhosWatching" = "מי צופה?";
"username" = "שם משתמש";
"tryAgain" = "נסה שוב";
"tags" = "תגים";
"switchUser" = "החלף משתמש";
"suggestions" = "המלצות";
"studios" = "אולפנים";
"studio" = "אולפן";
"sortBy" = "סדר לפי";
"signedInAsWithString" = "%@, מחובר";
"serverURL" = "כתובת השרת";
"serverInformation" = "מידע על השרת";
"selectCastDestination" = "בחר יעד שיקוף";
"seeAll" = "הצג הכל";
"seasons" = "עונות";
"search" = "חיפוש";
"reset" = "איפוס";
"playbackSpeed" = "מהירות ניגון";
"playbackSettings" = "הגדרות ניגון";
"playNext" = "נגן הבא";
"password" = "סיסמה";
"otherUser" = "משתמש אחר";
"ok" = "אישור";
"noCastdevicesfound" = "לא נמצאו מכשירי שיקוף..";
"nextUp" = "בהמשך";
"moreLikeThis" = "עוד דומים";
"login" = "התחבר";
"localServers" = "שרתים מקומיים";
"loading" = "טוען";
"library" = "ספריה";
"home" = "בית";
"genres" = "ז׳אנרים";
"filters" = "פילטרים";
"filterResults" = "סנן תוצאות";
"error" = "שגיאה";
"episodes" = "פרקים";
"displayOrder" = "סדר תצוגה";
"discoveredServers" = "שרתים שנמצאו";
"director" = "במאי";
"continueWatching" = "המשך צפייה";
"connectToServer" = "התחבר לשרת";
"connectToJellyfin" = "התחבר ל-Jellyfin";
"connectManually" = "חיבור ידני";
"connect" = "התחבר";
"closedCaptions" = "כתוביות מובנות";
"changeServer" = "החלף שרת";
"cast" = "שיקוף";
"back" = "חזור";
"audioTrack" = "רצועת שמע";
"audioAndCaptions" = "שמע וכתוביות";
"apply" = "החל";
"allMedia" = "כל המדיה";
"allGenres" = "כל הז׳אנרים";
"accessibility" = "נגישות";
"previousItem" = "פריט קודם";
"nextItem" = "פריט הבא";
"close" = "סגור";
"jumpBackward" = "קפיצה אחורה";
"jumpForward" = "קפיצה קדימה";
"playAndPause" = "נגן / השהה";
"reportIssue" = "דיווח על בעיה";
"requestFeature" = "בקש פיצ/'ר";
"sourceCode" = "קוד מקור";
"remainingTime" = "זמן שנותר";
"currentPosition" = "מיקום נוכחי";
"chapters" = "פרקים";
"tooManyRedirects" = "הפניות מרובות";
"customize" = "התאמה אישית";
"file" = "קובץ";
"playFromBeginning" = "צפייה מההתחלה";
"removeFromResume" = "הסר מ\"המשך צפייה\"";
"showMissingEpisodes" = "הראה פרקים חסרים";
"showMissingSeasons" = "הצג עונות חסרות";
"missingItems" = "פריטים חסרים";
"airWithDate" = "%s שידורים";
"unaired" = "לא שודר";
"missing" = "חסר";
"none" = "ללא";
"confirmClose" = "אשר סגירה";
"pressDownForMenu" = "לחץ למטה לתפריט";
"about" = "אודות";
"recommended" = "מומלץ";
"refresh" = "רענן";
"next" = "הבא";
"notAvailableSlash" = "לא זמין";
"multipleUsers" = "%d משתמשים";
"oneUser" = "משתמש 1";
"unableToConnectServer" = "אין אפשרות להתחבר לשרת";
"jumpLengthSeconds" = "%s שניות";
"largest" = "הכי גדול";
"larger" = "גדול יותר";
"normal" = "נורמלי";
"regular" = "רגיל";
"smaller" = "קטן יותר";
"smallest" = "הכי קטן";
"compact" = "קומפקטי";
"noCodec" = "אין מקודד";
"containers" = "קונטיינר";
"runtime" = "זמן הרצה";
"rated" = "הגבלת גיל";
"released" = "שוחרר";
"unauthorized" = "לא מורשה";
"unauthorizedUser" = "משתמש לא מורשה";
"cannotConnectToHost" = "אין אפשרות להתחבר לשרת";
"networkTimedOut" = "שגיאת רשת";
"other" = "אחר";
"movies" = "סרטים";
"tvShows" = "סדרות";
"channels" = "ערוצים";
"programs" = "תוכניות";
"subtitles" = "כתוביות";
"audio" = "אודיו";
"signInToServer" = "התחברות בתור %s";
"signIn" = "התחברות";
"signInGetStarted" = "התחבר בכדי להתחיל";
"subtitleSize" = "גודל כתוביות";
"showCastAndCrew" = "הראה צוות ושחקנים";
"resume5SecondOffset" = "המשך נגינה 5 שניות קודם";
"systemControlGesturesEnabled" = "שליטה במחווה פעיל";
"jumpGesturesEnabled" = "קפיצה במחווה פעיל";
"jumpBackwardLength" = "אורך קפיצה אחורה";
"jumpForwardLength" = "אורך קפיצה קדימה";
"videoPlayer" = "נגן וידאו";
"server" = "שרת";
"user" = "משתמש";
"overlayType" = "סוג תצוגה";
"overlay" = "תצוגה";
"editJumpLengths" = "עריכת זמני קפיצה";
"autoPlay" = "ניגון אוטומטי";
"playNextItem" = "ניגון פריט הבא";
"playPreviousItem" = "ניגון פריט קודם";
"experimental" = "נסיוני";
"servers" = "שרתים";
"remove" = "הסרה";
"operatingSystem" = "מערכת הפעלה";
"version" = "גרסה";
"url" = "כתובת";
"name" = "שם";
"serverDetails" = "פרטי שרת";
"favorites" = "מועדפים";
"media" = "מדיה";
"information" = "פרטים";
"series" = "סדרה";
"items" = "פריטים";
"castAndCrew" = "צוות ושחקנים";
"noOverviewAvailable" = "אין סקירה כללית זמינה";
"overview" = "סקירה כללית";
"recentlyAdded" = "נוסף לאחרונה";
"retry" = "נסה שוב";
"noTitle" = "ללא כותרת";
"continue" = "המשך";
"noLocalServersFound" = "אין שרתים מקומיים";
"searchingDots" = "מחפש…";
"connectToJellyfinServerStart" = "בכדי להתחיל, יש להתחבר לשרת Jellyfin";
"connectToJellyfinServer" = "חיבור לשרת Jellyfin";
"cancel" = "ביטול";
"settings" = "הגדרות";
"removeAllUsers" = "הסרת כל המשתמשים";
"resetAppSettings" = "איפוס הגדרות אפליקציה";
"resetUserSettings" = "איפוס הגדרות משתמש";
"networking" = "רשת";
"defaultScheme" = "סכימת ברירת מחדל";
"seeMore" = "הצג עוד";
"noEpisodesAvailable" = "אין פרקים זמינים";
"addURL" = "הוסף כתובת";
"serverAlreadyExistsPrompt" = "שרת %s כבר קיים. להוסיף לכתובת חדשה?";
"unknown" = "לא ידוע";
"unknownError" = "שגיאה לא ידועה";
"userAlreadySignedIn" = "המשתמש %s כבר מחובר";
"serverAlreadyConnected" = "כבר מחובר אל שרת %@.";
"existingUser" = "משתמש קיים";
"existingServer" = "שרת קיים";

/* Represents the light theme setting */
"light" = "בהיר";

/* Represents the dark theme setting */
"dark" = "כהה";

/* Represents the system theme setting */
"system" = "מערכת";

/* Represents the Appearance setting label */
"appearance" = "נראות";
"notImplementedYetWithType" = "סוג: %@ עדיין לא נתמך :(";
"season" = "עונה";
"searchDots" = "חיפוש…";
"pageOfWithNumbers" = "עמוד %1$@ מתוך %2$@";
"emptyNextUp" = "ריקון הבא בתור";
"showFlattenView" = "ספרייה ברמה אחת";
"seekSlideGestureEnabled" = "מחוות חיפוש בהחלקה פעילה";
"playerGesturesLockGestureEnabled" = "מחוות נעילת נגן פעילה";
"present" = "הצג";
"cinematicViews" = "נופים קולנועיים";
"showChaptersInfoInBottomOverlay" = "הצג מידע פרקים בתצוגה תחתונה";
"quickConnectStep1" = "פתח את אפליקציית Jellyfin בטלפון או בדפדפן האינטרנט והיכנס לחשבון שלך";
"quickConnectStep2" = "פתח את תפריט המשתמש ועבור לעמוד ׳חיבור מהיר׳";
"quickConnectStep3" = "הכנס את הקוד הבא:";
"quickConnectNotEnabled" = "שים לב: יש להפעיל חיבור מהיר";
"episodeNumber" = "פרק %1$@";
"compactPoster" = "פוסטר קטן";
"compactLogo" = "לוגו קטן";
"cinematic" = "קולנועי";
"quickConnectSuccessMessage" = "קוד חיבור מהיר אומת בהצלחה. המשך במכשיר שלך.";
"quickConnectInvalidError" = "קוד חיבור מהיר שגוי";
"authorize" = "אמת";
"quickConnectCode" = "קוד לחיבור מהיר";
"quickConnect" = "חיבור מהיר";
"noPublicUsers" = "אין משתמשים ציבוריים";
"publicUsers" = "משתמשים ציבוריים";
"unableToFindHost" = "אין אפשרות למצוא שרת";
"subtitleFont" = "גופן כתוביות";
"ratings" = "דירוגים";
"order" = "סדר";
"sort" = "מיון";
"blue" = "כחול";
"green" = "ירוק";
"orange" = "כתום";
"red" = "אדום";
"yellow" = "צהוב";
"primary" = "ראשי";
"bugsAndFeatures" = "באגים ופיצ׳רים";
"invertedDark" = "כהה הפוך";
"invertedLight" = "בהיר הפוך";
"appIcon" = "אייקון אפליקציה";
"accentColor" = "צבע משני";
"accentColorDescription" = "חלק מהתצוגות דורשות הפעלה מחדש של היישום.";
"dismiss" = "סגירה";
"played" = "נצפה";
"unplayed" = "לא נצפה";
"video" = "וידאו";
"subtitle" = "כתובית";
"specialFeatures" = "תכונות מיוחדות";
"color" = "צבע";
"delivery" = "משלוח";
"collections" = "אוספים";
"people" = "אנשים";
"usePrimaryImage" = "השתמש בתמונה ראשית";
"usePrimaryImageDescription" = "השתמש בתמונה העיקרית והסתר את הלוגו.";
"hapticFeedback" = "משוב רטט";
"indicators" = "אינדיקציות";
"posters" = "פוסטרים";
"seriesBackdrop" = "רקע סדרות";
"episodeLandscapePoster" = "פוסטר פרק לרוחב";
"randomImage" = "תמונה אקראית";
"favorited" = "מועדף";
"progress" = "התקדמות";
"playback" = "ניגון";
"reload" = "טעינה מחדש";
"resetAllSettings" = "איפוס כל ההגדרות לברירת מחדל.";
"liveTV" = "טלוויזיה";
"videoPlayerType" = "סוג נגן וידאו";
"audioOffset" = "היסט שמע";
"resumeOffset" = "היסט להמשך";
"resumeOffsetDescription" = "המשך לנגן את התוכן כמה שניות לפני זמן העצירה.";
"random" = "אקראי";
"kids" = "ילדים";
"buttons" = "כפתורים";
"playbackButtons" = "כפתורי נגינה";
"barButtons" = "כפתורי סרגל";
"menuButtons" = "כפתורי תפריט";
"slider" = "סליידר";
"chapterSlider" = "סליידר פרקים";
"sliderType" = "סוג סליידר";
"timestamp" = "חתימת זמן";
"timestampType" = "סוג חתימת זמן";
"retrievingMediaInformation" = "מאחזר פרטי מדיה";
"scrubCurrentTime" = "קרצוף הזמן הנוכחי";
"comingSoon" = "בקרוב";
"advanced" = "מתקדם";
"enabled" = "מאופשר";
"disabled" = "מבוטל";
"aspectFill" = "מילוי שווה";
"removeAllServers" = "הסרת כל השרתים";
"downloads" = "הורדות";
"nativePlayer" = "נגן מובנה";
"gestures" = "מחוות";
"subtitleOffset" = "היסט כתוביות";
"subtitleColor" = "צבע כתוביות";
"current" = "נוכחי";
"grid" = "רשת";
"list" = "רשימה";
"logs" = "לוגים";
"onNow" = "משודר כעת";
"sports" = "ספורט";
"news" = "חדשות";
"jump" = "קפיצה";
"sliderColor" = "צבע סליידר";
"trailingValue" = "ערך עוקב";
"transition" = "מעבר";
"pauseOnBackground" = "השהיה ברקע";
"playOnActive" = "נגן כאשר פעיל";
"columns" = "עמודות";
"add" = "הוסף";
"addAccessSchedule" = "הוסף זמני גישה";
"addAccessTag" = "הוסף תג גישה";
"activityLog" = "לוג גישה";
"behindTheScenes" = "מאחורי הקלעים";
"currentPassword" = "סיסמה נוכחית";
"albumArtists" = "אמני אלבום";
"allServers" = "כל השרתים";
"allowed" = "מאופשרים";
"apiKeys" = "מפתחות API";
"artists" = "אמנים";
"collection" = "אוסף";
"client" = "לקוח";
"apiKeyCopied" = "מפתח ה-API הועתק";
"birateAutoDescription" = "בוחן את חיבור השרת שלך כדי לאמוד את מהירות האינטרנט ולכוונן את רוחב הפס באופן אוטומטי.";
"blockUnratedItemsDescription" = "חסום פריטים ממשתמש זה ללא דירוג או עם דירוג לא מזוהה.";
"changePin" = "שנה קוד";
"birthday" = "יום הולדת";
"blocked" = "חסום";
"compatible" = "הכי תואם";
"composer" = "מלחין";
"compatibility" = "תאימות";
"confirmNewPassword" = "אשר סיסמה חדשה";
"confirmPassword" = "אשר סיסמה";
"confirm" = "אשר";
"country" = "מדינה";
"album" = "אלבום";
"albumArtist" = "אמן האלבום";
"albums" = "אלבומים";
"all" = "הכל";
"allAudiences" = "כל הקהלים";
"allLanguages" = "כל השפות";
"allUsersDescription" = "צפה ונהל את כל המשתמשים על השרת, כולל את ההרשאות ואת סטטוס הפעילות שלהם.";
"apiKeyCopiedMessage" = "מפתח ה-API שלך הועתק ללוח ההעתקה!";
"apiKeysDescription" = "אפליקציות חיצוניות דורשות מפתח API כדי לתקשר עם השרת שלך.";
"artist" = "אמן";
"bitrateDefaultDescription" = "מגביל את רוחב הפס בניגון.";
"blockUnratedItems" = "חסום פריטים חסרי-דירוג";
"book" = "ספר";
"cancelling" = "מבטל...";
"capabilities" = "יכולות";
"channel" = "ערוץ";
"clip" = "קליפ";
"collectionFolder" = "תיקיית אוסף";
"collectionFolders" = "תיקיות אוסף";
"community" = "קהילה";
"ascending" = "סדר עולה";
"audioProfileNotSupported" = "פרופיל השמע לא נתמך";
"bitrateAuto" = "אוטומטי";
"behavior" = "התנהגות";
"birthYear" = "שנת לידה";
"bitrateMaxDescription" = "ממקסם את שימוש רוחב הפס, עד ל-%@, עבור כל סטרים כדי להבטיח איכות מירבית.";
"bitrateTestDisclaimer" = "בדיקות ארוכות יותר הן יותר מדויקות אבל עלולות לגרום לעיכוב בניגון.";
"books" = "ספרים";
"brightness" = "בהירות";
"category" = "קטגוריה";
"columnsWithCount" = "עמודות: %@";
"communityRating" = "דירוג קהילה";
"confirmDeleteServerAndUsers" = "האם אתה בטוח שברצונך למחוק את %@ ואת כל המשתמשים המחוברים שלו?";
"access" = "גישה";
"accessScheduleInvalidTime" = "זמן הסיום חייב לבוא אחרי זמן ההתחלה.";
"accessSchedules" = "זמני גישה";
"accessSchedulesDescription" = "הגדר את השעות בהם התוכן יהיה זמין, והגבל גישה מחוץ לזמנים אלו.";
"absolute" = "מוחלט";
"accessTagAllowDescription" = "למשתמש לא תהיה גישה לאף מדיה, אלא אם היא מכילה לפחות תג מותר אחד.";
"accessTagAlreadyExists" = "תג גישה כבר קיים";
"accessTagBlockDescription" = "למשתמש תהיה גישה לכל המדיה אלא אם כן היא מכילה תג חסום כלשהו.";
"accessTags" = "תגי גישה";
"accessTagsDescription" = "השתמש בתגים כדי לאפשר או להגביל למשתמש זה גישה למדיה.";
"active" = "פעיל";
"activity" = "פעילות";
"actor" = "שחקן";
"addServer" = "הוסף שרת";
"addTrigger" = "הוסף טריגר";
"addUser" = "הוסף משתמש";
"administrator" = "אדמיניסטרטור";
"aired" = "שודר";
"airedEpisodeOrder" = "סדר של פרקים ששודרו";
"airTime" = "זמן שידור";
"agesGroup" = "גיל %@";
"allDevicesDescription" = "צפה בכל המכשירים שהתחברו בעבר וכעת.";
"apiKeysTitle" = "מפתחות API";
"applicationName" = "שם האפליקציה";
"art" = "אמנות";
"audioChannelsNotSupported" = "מספר ערוצי השמע לא נתמך";
"auto" = "אוטומטי";
"directDescription" = "מנגן תוכן בפורמט המקורי. עלול לגרום לבעיות בניגון סוגי מדיה שלא נתמכים.";
"direct" = "ניגון ישיר";
"errorDetails" = "פרטי שגיאה";
"existsOnServer" = "פריט זה קיים בשרת הג׳ליפין שלך.";
"format3D" = "פורמט 3D";
"large" = "גדול";
"image" = "תמונות";
"yes" = "כן";
"every" = "כל";
"birthplace" = "מקום לידה";
"born" = "נולד";
"died" = "מת";
"digital" = "דיגיטלי";
"dimensions" = "מימדים";
"directPlay" = "ניגון ישיר";
"disc" = "דיסק";
"duration" = "משך";
"everyday" = "כל יום";
"existingItems" = "פריטים קיימים";
"external" = "חיצוני";
"favorite" = "הוסף למועדפים";
"folder" = "תיקיה";
"folders" = "תיקיות";
"format" = "פורמט";
"genre" = "ז׳אנר";
"guestStar" = "כוכב אורח";
"hidden" = "מוסתר";
"hideUserFromLoginScreen" = "הסתר משתמש ממסך ההתחברות";
"hint" = "רמז";
"imageSource" = "מקור התמונה";
"hours" = "שעות";
"learnMoreEllipsis" = "למד עוד...";
"yearsOld" = "בן %@";
"directStream" = "הזרמה ישירה";
"duplicateUserSaved" = "%@ כבר נשמר";
"duplicateUser" = "משתמש כפול";
"done" = "הסתיים";
"images" = "תמונות";
"id" = "זהות";
"lastSeen" = "נצפה לאחרונה";
"everyInterval" = "כל %1$@";
"failedLogins" = "ניסיונות חיבור כושלים";
"incorrectPinForUser" = "קוד לא נכון עבור %@";
"identify" = "זהה";
"jellyfin" = "ג׳ליפין";
"language" = "שפה";
"learnMore" = "למד עוד";
"inactive" = "לא פעיל";
"replaceSubtitle" = "החלפת כתוביות";
"aggregateFolder" = "תיקיית צבירה";
"aggregateFolders" = "תיקיות צבירה";
"alternateDVD" = "DVD חלופי";
"audioBook" = "ספר שמע";
"audioBooks" = "ספרי שמע";
"requireDeviceAuthDescription" = "דרוש את אימות המכשיר בעת התחברות למשתמש.";
"anamorphicVideoNotSupported" = "וידיאו אנמורפי לא נתמך";
"audioBitrateNotSupported" = "קצב סיביות השמע לא נתמך";
"audioBitDepthNotSupported" = "עומק סיביות השמע לא נתמך";
"required" = "חובה";
"alternate" = "חלופי";
"arranger" = "סדרן";
"apiKeysCapitalized" = "מפתחות API";
"audioCodecNotSupported" = "קודק השמע לא נתמך";
"audioIsExternal" = "רצועת השמע היא חיצונית ודורשת התמרה";
"audioSampleRateNotSupported" = "קצב הדגימה של השמע אינו נתמך";
"audioTranscoding" = "המרת שמע";
"author" = "מחבר";
"autoDescription" = "משפר יעילות הניגון באמצעות הגדרות נפוצות לרוב המכשירים. חלק מהפורמטים עלולים לדרוש קידוד מחדש בשרת עבור סוגי מדיה שאינם נתמכים.";
"backdrop" = "תמונת רקע";
"banner" = "באנר";
"basePluginFolder" = "תיקיית תוספים";
"basePluginFolders" = "תיקיות תוספים";
"bitrateDefault" = "רוחב פס ברירת מחדל";
"bitrateKbps1500" = "480p - 1.5 מגהביט לשניה";
"bitrateKbps420" = "360p - 420 קילוביט לשניה";
"bitrateKbps720" = "480p - 720 קילוביט לשניה";
"bitrateMax" = "מירבי";
"bitrateMbps10" = "1080p - 10 מגהביט לשניה";
"bitrateMbps120" = "4K - 120 מגהביט לשניה";
"bitrateMbps15" = "1080p - 15 מגהביט לשניה";
"bitrateMbps20" = "1080p - 20 מגהביט לשניה";
"bitrateMbps3" = "480p - 3 מגהביט לשניה";
"bitrateMbps4" = "720p - 4 מגהביט לשניה";
"bitrateMbps40" = "1080p - 40 מגהביט לשניה";
"bitrateMbps6" = "720p - 6 מגהביט לשניה";
"bitrateMbps60" = "1080p - 60 מגהביט לשניה";
"bitrateMbps8" = "720p - 8 מגהביט לשניה";
"bitrateMbps80" = "4K - 80 מגהביט לשניה";
"bitrateTest" = "בדיקת קצב סיביות";
"bitsPerSecond" = "ביט לשניה";
"box" = "קופסא";
"boxRear" = "אחורי הקופסא";
"always" = "תמיד";
"audioBitrate" = "קצב-ביטים לשמע";
"audioCodec" = "קודק שמע";
"audioSampleRate" = "קצב דגימת שמע";
"backdropImageDescription" = "תמונת רקע רחבה המוצגת מאחורה פרטי הפריט בעמוד המדיה. מספר רקעים יכולים להיווסף ויוצגו בלולאה או באופן אקראי.";
"bannerImageDescription" = "תמונה אופקית רחבה המוצגת בעת גלישה בספרייה במצב באנר. רלוונטי לתוכן וידאו בלבד.";
"additionalParts" = "חלקים נוספים";
"addToFavorites" = "הוספה למועדפים";
"anyWifiNetwork" = "בכל רשת Wi-Fi";
